Repository: rhubarb-geek-nz/edlin
Catalog: posix/nls/edlin-*.po
Languages: es, fr, it

source: End of input file
es: Fin de la entrada
fr: Fin du fichier d'entrée
it: Fine dell'input

source: Abort edit (Y/N)?
es: ¿Abortar? (S/N)?
fr: Annuler? (O/N)?
it: Interrompere? (S/N)?

source: Entry error
es: Error de entrada
fr: Erreur d'entrée
it: Errore di immissione

source: File name must be specified
es: Falta el nombre del archivo
fr: Aucun nom de fichier
it: Nome file mancante

source: Not found.
es: No hay texto coincidente
fr: Non trouv
it: Non trovato

source: O.K.?
es: ¿De acuerdo?

source: Not enough room to merge the entire file
es: No hay suficiente espacio para todo el archivo
fr: Pas assez de mémoire pour le fichier complet
it: Spazio insufficiente per l'intero file

source: Insufficient memory
es: No hay espacio disponible
fr: Pas assez de mémoire disponible
it: Nessuno spazio disponibile

source: Line too long
es: La línea es demasiado larga
fr: Erreur de longueur de chaîne
it: Riga troppo lunga

source: New file
es: Nuevo archivo
fr: Nouveau fichier
it: Nuovo file

source: Yy
es: Ss
fr: Oo
it: Ss

source: Cannot edit .BAK file--rename file
es: No se puede editar el archivo .BAK: cambie el nombre del archivo
fr: Impossible de modifier le fichier .BAK--renommer le fichier
it: Impossibile modificare il file .BAK: rinominare il file

source: Must specify destination line number
es: Debe especificar el número de l¿nea de destino
fr: Doit préciser le numéro de ligne de destination
it: Ãˆ necessario specificare il numero della riga di destinazione
